import {photoSlide} from "./types";

export const photoSliderList: photoSlide[] = [
    {
        src: '../public/img/slider-1.svg',
        heading: 'Конный клуб “Spirit”',
        description: 'Добро пожаловать в КК “Spirit”! Лучшее место, ' +
            'чтобы насладиться природой и получить невероятные эмоции ' +
            'от общения с лошадьми. Ждём вас!',
        buttonText: 'Записаться'
    },
    {
        src: '../public/img/slider-2.svg',
        heading: 'Активный отдых для всех!',
        description: 'Верховая езда, тренировки, конные прогулки, группы ' +
            'снятия стресса, праздники и многое другое в нашем клубе.',
        buttonText: 'Подробнее'
    },
    {
        src: '../public/img/slider-3.svg',
        heading: 'Для детей',
        description: 'На базе КК «Spirit» действует детско-юношеская школа ' +
            'верховой езды для детей от 8 до 14 лет, а также пони-клуб для детей до 8 лет.',
        buttonText: 'Записаться'
    },
    {
        src: '../public/img/slider-4.svg',
        heading: 'Для лошадей',
        description: 'Уютный клуб с опытными теренрами. Просторные денники, конная ' +
            'тропа по Калиновскому лесопарку, удобная инфраструктура, ежедневный выгул, ' +
            'услуги массажиста, стоматолога, коваля и берейтора.',
        buttonText: 'Узнать больше'
    },
    {
        src: '../public/img/slider-5.svg',
        heading: 'Экскурсии',
        description: 'Двухчасовые экскурсии по конюшне для детей и взрослых. ' +
            'Обучающие курсы для детей «Теория и практика верховой езды».',
        buttonText: 'Заказать'
    }
]
